// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "El código ZIP no puede quedar vacío.";
XMO5DigitZIPCodeFormatError = "El código ZIP debe ser un número de cinco dígitos.";
XMO6DigitZIPCodeFormatError = "El código ZIP debe ser un código de seis dígitos.";
XMONoCanadaZIPCodeError = "El código postal no puede quedar vacío.";
XMOCanadaZIPCodeFormatError = "El código postal debe tener un formato \"A9A 9A9\".";
XMONoUnitedKindomZIPCodeError = "El código postal no puede quedar vacío.";
XMOUnitedKindomZIPCodeFormatError = "El código postal debe ser \"AI-2640\" o estar en el formato \"AX[XX] 9AA\"";
XMOUnitedKindomBFPOZIPCodeFormatError = "El código postal debe tener un formato \"BFPO [c/o] N[NNN]\".";
XMOUnitedStatesZIPCodeFormatError = "El código postal debe tener un formato \"99999[-9999]\".";
XMOFranceZIPCodeFormatError = "El código postal debe tener un formato \"[F-]9X999\".";
